Repository: minhduc23292/minhduc
Catalog: i18n/*/LC_MESSAGES/otani_analyzer.po
Languages: ja, vi

source: OS IS BEING SHUTDDWN
ja: オーエスがシャットダウン中
vi: Đang tắt hệ điều hành

source: Company name and project code dont exist. Do you want to continue ?
ja: 会社名とプロジェクトコードは存在しません。次へ進みますか
vi: Công ty và dự án đều không tồn tại. Bạn có muốn tiếp tục không

source: Do you want shutdown the device?
ja: 設備をシャットダウンしますか
vi: Bạn có muốn tắt thiết bị không

source: This project code is existed, please type another code
ja: このプロジェクトコードは既に存在しています。別のプロジェクトコードを入力してください。
vi: Dự án không tồn tại, hãy chọn mã dự án khác

source: Company existed and project code dont exist. Do you want to continue ?
ja: 会社は存在していますが、プロジェクトコードは存在しません。次へ進みますか
vi: Mã dự án chưa tồn tại. Bạn có muốn tiếp tục không

source: Company and project existed. Do you want to continue ?
ja: 会社とプロジェクトは存在しています。次へ進みますか
vi: Dự án đã tồn tại. Bạn có muốn tiếp tục không

source: Please entry the
ja: 入力
vi: Hãy nhập

source: Config
ja: 設定
vi: Cài đặt

source: Balancing
ja: バランス
vi: Cân bằng

source: Information
ja: 情報
vi: Thông tin

source: Click RUN to start.
ja: [RUN] をクリックして開始します。
vi: Click vào RUN để bắt đầu

source: Click APPLY button before using this funtion.
ja: [申し込み]ボタンをクリックしてください。
vi: Nhấn XÁC NHẬN để sử dụng tính năng này.

source: Configuration
ja: 設定
vi: Cài đặt

source: Num of planes
ja: 面数
vi: Số mặt phẳng

source: Num of sensors
ja: センサー数
vi: Số cảm biến

source: Sensor type
ja: センサータイプ
vi: Loại cảm biến

source: Plane 1
vi: Mặt phẳng 1

source: Plane 2
vi: Mặt phẳng 2

source: Coordinate Origin
vi: Gốc tọa độ

source: Trial mass 1 (g)
ja: トライアルマス1(g)
vi: Lượng thử 1 (g)

source: Trial mass 2 (g)
ja: トライアルマス2(g)
vi: Lượng thử 2 (g)

source: Trial angle 1(deg)
ja: トライアル角度 1(deg)
vi: Góc thử 1 (độ)

source: Trial angle 2(deg)
ja: トライアル角度 2(deg)
vi: Góc thử 2 (độ)

source: Rotating direction
ja: 回転方向
vi: Chiều quay

source: FFT lines
ja: FFT ライン
vi: Số dòng FFT

source: Sample rate
ja: サンプルレート
vi: Tốc độ lấy mẫu

source: Num of blades
ja: ブレード数
vi: Số cánh

source: Balancing speed(RPM)
ja: バランス速度(RPM)
vi: Tốc độ cân bằng(RPM)

source: Trial mass removable
ja: トライアルマス削除
vi: Bỏ vật thử

source: Trial weight calculation
ja: トライアルマス計算
vi: Tính toán khối lượng thử

source: Rotor mass(kg)
ja: ローターマス(kg)
vi: Khối lượng roto(kg)

source: Operation speed(RPM)
ja: オペレーション速度(RPM)
vi: Tốc độ vận hành(RPM)

source: Correction radius(mm)
ja: バランス半径(mm)
vi: Bán kính cân bằng(mm)

source: CALCULATE
ja: 計算する
vi: TÍNH TOÁN

source: APPLY
ja: 申し込み
vi: XÁC NHẬN

source: Parameter errors. Check the input type.
ja: パラメータ入力エラー。 入力タイプを確認してください。
vi: Tham số nhập vào lỗi. Kiểm tra lại các mục nhập vào.

source: Data errors
ja: データエラーです。
vi: Lỗi dữ liệu

source: CW split
ja: CW 分割
vi: Tách vật

source: START INITIAL RUN
vi: CHẠY THÔ

source: STOP
vi: DỪNG

source: Wait until phase and amplitude is stable and click STOP
ja: 位相と振幅は安定状態になったら「STOP」をクリックして
vi: Chờ đến khi pha và biên độ ổn định, kích nút DỪNG

source: TRIAL RUN
vi: CHẠY VỚI VẬT THỬ

source: Next step: Execute the trial run
ja: 次のステップ: 試し実行
vi: Bước tiếp theo: Thực hiện chạy với vật thử.

source: TRIM 1 RUN
vi: CHẠY TINH LẦN 1

source: Next step: Execute the first trim run
ja: 次のステップ: 一回目の補正実行
vi: Bước tiếp theo: Chạy tinh lần 1.

source: TRIM 2 RUN
vi: CHẠY TINH LẦN 2

source: Next step: Execute the second trim run
ja: 次のステップ: 二回目の補正実行
vi: Bước tiếp theo: Chạy tinh lần 2.

source: END PROCESS
vi: KẾT THÚC

source: Next step: Finish!
ja: 次のステップ: 完了!
vi: Bước tiếp theo: Kết thúc

source: INITIAL RUN
vi: CHẠY THÔ

source: INITIAL PL2
vi: CHẠY THÔ MẶT 2

source: Next step: Initial Run, Collect data on the plane 2
ja: 次のステップ：イニシャル実行、平面2のデータを取得します。
vi: Bước tiếp theo: Lấy dữ liệu trên mặt phẳng số 2

source: TRIAL 1 PL1
vi: CHẠY THỬ LẦN 1 MẶT 1

source: Next step: First Trial Run, Collect data on the plane 1
ja: 次のステップ：一回目のお試し実行、平面1のデータを取得します。
vi: Bước tiếp theo: Chạy với vật thử, lấy data ở mặt phẳng 1

source: TRIAL 1 PL2
vi: CHẠY THỬ LẦN 1 MẶT 2

source: Next step: First Trial Run, Collect data on the plane 2
ja: 次のステップ：一回目のお試し実行、平面2のデータを取得します。
vi: Bước tiếp theo: Chạy với vật thử, lấy data ở mặt phẳng 2

source: TRIAL 2 PL1
vi: CHẠY THỬ LẦN 2 MẶT 1

source: Next step: Second Trial Run, Collect data on the plane 1
ja: 次のステップ：二回目のお試し実行、平面1のデータを取得します。
vi: Bước tiếp theo: Chạy với vật thử, lấy data ở mặt phẳng 1

source: TRIAL 2 PL2
vi: CHẠY THỬ LẦN 2 MẶT 2

source: Next step: Second Trial Run, Collect data on the plane 2
ja: 次のステップ：二回目のお試し実行、平面1のデータを取得します。
vi: Bước tiếp theo: Chạy với vật thử, lấy data ở mặt phẳng 2

source: TRIM 1 PL1
vi: CHẠY TINH LẦN 1 MẶT 1

source: Next step: First Trim Run, Collect data on the plane 1
ja: 次のステップ：一回目の補正実行、平面1のデータを取得します。
vi: Bước tiếp theo: Chạy tinh lần 1, lấy data ở mặt phẳng 1

source: TRIM 1 PL2
vi: CHẠY TINH LẦN 1 MẶT 2

source: Next step: First Trim Run, Collect data on the plane 2
ja: 次のステップ：一回目の補正実行、平面2のデータを取得します。
vi: Bước tiếp theo: Chạy tinh lần 1, lấy data ở mặt phẳng 2

source: TRIM 2 PL1
vi: CHẠY TINH LẦN 2 MẶT 1

source: Next step: Second Trim Run, Collect data on the plane 1
ja: 次のステップ：二回目の補正実行、平面1のデータを取得します。
vi: Bước tiếp theo: Chạy tinh lần 2, lấy data ở mặt phẳng 1

source: TRIM 2 PL2
vi: CHẠY TINH LẦN 2 MẶT 2

source: Next step: Second Trim Run, Collect data on the plane 2
ja: 次のステップ：二回目の補正実行、平面2のデータを取得します。
vi: Bước tiếp theo: Chạy tinh lần 2, lấy data ở mặt phẳng 2

source: INITIAL 1 PL1
vi: CHẠY THÔ LẦN 1 MẶT 1

source: TRIAL 1 RUN
vi: CHẠY THỬ LẦN 1

source: Next step: First Trial Run, Mount the sensor on two planes and execute
ja: 次のステップ：一回目のお試し実行、2つの平面にセンサーを取り付け、実行してください。
vi: Bước tiếp theo: Chạy với vật thử lần 1, gắn cảm biến ở cả hai mặt phẳng.

source: TRIAL 2 RUN
vi: CHẠY THỬ LẦN 2

source: Next step: Second Trial Run, Mount the sensor on two planes and execute
ja: 次のステップ：二回目のお試し実行、2つの平面にセンサーを取り付け、実行してください。
vi: Bước tiếp theo: Chạy với vật thử lần 2, gắn cảm biến ở cả hai mặt phẳng.

source: Next step: First Trim Run, Mount the sensor on two planes and execute
ja: 次のステップ：一回目の補正実行、2つの平面にセンサーを取り付け、実行してください。
vi: Bước tiếp theo: Chạy tinh lần 1, gắn cảm biến ở cả hai mặt phẳng.

source: Next step: Second Trim Run, Mount the sensor on two planes and execute
ja: 次のステップ：二回目の補正実行、2つの平面にセンサーを取り付け、実行してください。
vi: Bước tiếp theo: Chạy tinh lần 2, gắn cảm biến ở cả hai mặt phẳng.

source: Next step: Initial Run, Mount the sensor on two planes and execute
ja: 次のステップ：イニシャル実行、2つの平面にセンサーを取り付け、実行してください。
vi: Bước tiếp theo: Chạy thô, gắn cảm biến ở cả hai mặt phẳng.

source: Data errors.
ja: データエラーです。
vi: Lỗi dữ liệu

source: History Analysis
ja: 歴史 分析
vi: Phân tích Lịch sử

source: Bearing Frequency
ja: ベアリング 周波数
vi: Tần số Vòng bi

source: Project Code
ja: プロジェクトコード
vi: Mã dự án

source: Sensor Position
ja: センサー位置
vi: Vị trí sensor

source: Bandpass Filter From
ja: フィルターから
vi: Lọc bandpass từ

source: Bandpass Filter To
ja: フィルターへ
vi: Lọc bandpass tới

source: View Limit
ja: ビュー制限
vi: Vùng hiển thị

source: Tracking speed
ja: 追跡の速度
vi: Tốc độ dò

source: Use Average
ja: 平均使用
vi: Trung bình phổ

source: Average Bin
ja: 平均ビン
vi: Độ dài trung bình

source: Delete Project
ja: プロジェクト削除
vi: Xóa dự án

source: Date
vi: Thời gian(YYYY-MM-DD)

source: Position
ja: 位置
vi: Vị trí

source: Do you want to delete this project?
ja: このプロジェクトを削除しますか
vi: Bạn có muốn xóa dự án này không

source: Selected project is deleted.
ja: 選択したプロジェクトは削除されました。
vi: Dự án đã được xóa.

source: Delete project errors
ja: プロジェクトの削除中にエラーが発生しました。
vi: Lỗi trong khi xóa dự án.

source: Bearing frequency table
ja: ベアリング周波数表
vi: Bảng tần số đặc trưng vòng bi

source: Bearing Name
ja: ベアリングコード (mm)
vi: Mã vòng bi:

source: Speed(RPM)
ja: 速度 (RPM)
vi: Tốc độ(RPM)

source: SEARCH
ja: 検索
vi: TÌM KIẾM

source: EXPORT REPORT
ja: レポート 出す
vi: XUẤT BÁO CÁO

source: ZOOM IN
ja: ズームイン
vi: PHÓNG TO

source: ZOOM OUT
ja: ズームアウト
vi: THU NHỎ

source: PAN LEFT
ja: 左パン
vi: DỊCH TRÁI

source: PAN RIGHT
ja: パン右
vi: DỊCH PHẢI

source: WAVEFORM
ja: 波形
vi: SÓNG RUNG

source: FREQUENCY
ja: 周波数
vi: TẦN SỐ

source: VELOCITY FREQUENCY
ja: 速度 周波数
vi: TẦN SỐ VẬN TỐC

source: WATERFALL
vi: THÁC NƯỚC

source: TREND
ja: トレンド
vi: XU HƯỚNG

source: PLOT WAVEFORM
ja: PLOT 波形
vi: PLOT SÓNG RUNG

source: PLOT FREQUENCY SPECTRUM
ja: PLOT 周波数 スペクトラム
vi: PLOT TẦN SỐ

source: PLOT VELOCITY SPECTRUM
ja: PLOT 速度 スペクトラム
vi: PLOT PHỔ VẬN TỐC

source: PLOT WATERFALL
vi: PLOT THÁC NƯỚC

source: PLOT TREND
ja: PLOT トレンド
vi: PLOT XU HƯỚNG

source: Fcut is wrong. Use the default value.
ja: Fcutにエラーが発生しています。デファクトのフィルターを使用します。
vi: Lỗi Fcut. Sử dụng bộ lọc mặc định.

source: Project:
ja: プロジェクト:
vi: Dự án:

source: There is no data, please check SETTING !
ja: データがありません。SETTINGをチェックしてください。
vi: Không có dữ liệu, kiểm tra cài đặt

source: Frequency:
ja: 周波数
vi: Tần số

source: Do you want to export data to .CSV file
ja: データを .CSV ファイルにエクスポートしますか.
vi: Bạn có muốn xuất dữ liệu thô ra file CSV

source: Export CSV is completed
ja: CSVファイルをエクスポート完了
vi: Hoàn thành xuất file .CSV

source: There is no data, please check input value !
ja: データがありません。SETTINGをチェックしてください。
vi: Không có dữ liệu, kiểm tra cài đặt

source: Do you want to export the report
ja: レポートをエクスポートしますか
vi: Bạn có muốn xuất báo cáo

source: Filter bandpass frequency is wrong. Use the default value.
ja: フィルターにエラーが発生しています。デファクトのフィルターを使用します。
vi: Lỗi bộ lọc thông dải. Sử dụng bộ lọc mặc định.

source: Figure1: Vibration trend
ja: 図1：振動傾向
vi: Hình 1: Xu hướng dao động.

source: Figure2: Waveform
ja: 図 2: 波形
vi: Hình 2: Độ rung trong miền thời gian.

source: Figure3: Frequency spectrum
ja: 図 3: 周波数スペクトル
vi: Hình 3: Phổ tần số

source: Figure4: Velocity spectrum
ja: 図4: 速度周波数スペクトル
vi: Phổ tần số vận tốc

source: Figure5: Envelope spectrum
ja: 図 5: エンベロープ スペクトル
vi: Hình 5: Phổ đường bao

source: Report is exported. Use QR code scanner to see the report.
ja: レポートを表示するには、QR コード スキャナーを使用します.
vi: Báo cáo đã được xuất bản. Hãy quét mã vạch để xem cáo cáo.

source: Resonance Analysis
ja: 共鳴 分析
vi: Phân tích Cộng hưởng

source: Click the READ SENSOR and make a hit.
ja: センサー 読み取るをクリックしてヒットさせます。
vi: Click nút ĐỌC CẢM BIẾN và gõ búa

source: Function
ja: 機能
vi: Tính năng

source: Sensor Port
ja: センサーポート
vi: Cổng cảm biến

source: Hammer Port
ja: ハンマーポート
vi: Cổng búa lực

source: Window Type
ja: ウィンドウタイプ
vi: Kiểu cửa sổ

source: Window Factor
ja: ウィンドウ係数
vi: Hệ số cửa sổ

source: Filter type
ja: フィルタータイプ
vi: Kiểu bộ lọc

source: Sampling time
ja: サンプリング時間
vi: Thời gian lấy mẫu

source: Num of Averages
ja: 平均回数
vi: Số lần trung bình

source: READ SENSOR
ja: センサー 読み取る
vi: ĐỌC CẢM BIẾN

source: FACTOR +-
ja: 係数 +-
vi: HỆ SỐ +-

source: ADD
ja: 追加
vi: THÊM

source: FACTOR+
ja: 係数+
vi: TĂNG HỆ SỐ

source: FACTOR-
ja: 係数-
vi: GIẢM HỆ SỐ

source: The averaged graph are shown in figure 1 and 2:
ja: 平均振幅と位相が図1と図2に表示されます。
vi: Biên độ và pha hiển thị trong biểu đồ số 1 và 2.

source: Time remain:
ja: 残り時間:
vi: Thời gian còn lại:

source: This hit is invalid. Make a new hit.
ja: ハンマーでこの叩きは無効です。もう一度叩いてください。
vi: Cú đánh búa không hợp lệ. Hãy thực hiện cú đánh búa mới.

source: Diagnostic
ja: 診断
vi: Chuẩn đoán

source: Dynamic Balancing
ja: ダイナミック バランス
vi: Cân bằng động

source: History
ja: 歴史
vi: Lịch sử

source: Settings
ja: 設定
vi: Cài đặt

source: Waveform Analysis
ja: 波形 分析
vi: Phân tích Sóng rung

source: Frequency Analysis
ja: 周波数 分析
vi: Phân tích Tần số

source: General Monitoring
ja: 一般的な 分析
vi: Giám sát chung

source: APPLY & START
ja: スタート
vi: BẮT ĐẦU

source: SAVE
ja: 保存
vi: LƯU

source: LASER VIEW
ja: レーザ
vi: LASER

source: FUNCTION NONE
ja: 機能 NONE
vi: TÍNH NĂNG NONE

source: SUMMARY
ja: 概要
vi: TÓM TẮT

source: READING.....Please wait:
vi: Đang đọc cảm biến...Xin chờ:

source: seconds.
vi: giây.

source: Actual sample rate:
ja: 実際のサンプルレート:
vi: Tốc độ lấy mẫu thực tế:

source: There is no data !
ja: データがありません。
vi: Không có dữ liệu !

source: Data is saved.
ja: データが保存されます。
vi: Dữ liệu được lưu

source: Please input project code and company name !
ja: プロジェクトコードと会社名を入力してください。
vi: Hãy nhập mã dự án và tên công ty !

source: FILTER
ja: フィルター
vi: LỌC

source: VELOCITY SPECTRAL
ja: PLOT 速度 スペクトラム
vi: PLOT PHỔ VẬN TỐC

source: FUNCTION FILTER
ja: 機能 フィルター
vi: TÍNH NĂNG LỌC

source: FUNCTION ENVELOPED
ja: 機能 ENVELOPED
vi: TÍNH NĂNG ENVELOPED

source: FUNCTION PSD
ja: 機能 PSD
vi: TÍNH NĂNG PSD

source: FUNCTION VELOCITY SPECTRUM
ja: PLOT 速度 スペクトラム
vi: PLOT PHỔ VẬN TỐC

source: General config
vi: Cài đặ chung

source: Machine
ja: 機械名
vi: Kiểu máy

source: Project CFG
vi: Dự án

source: Port1
ja: ポート1
vi: Cổng 1

source: Port2
ja: ポート2
vi: Cổng 2

source: Port3
ja: ポート3
vi: Cổng 3

source: Port4
ja: ポート4
vi: Cổng 4

source: Key sensor
ja: キーセンサー
vi: Pha gốc

source: Use TSA
ja: TSA使用
vi: Dùng TSA

source: TSA times
ja: 回数TSA
vi: Số lần TSA

source: Filter configuration
ja: フィルター設定
vi: Cài đặt bộ lọc

source: Window type
ja: ウィンドウタイプ
vi: Kiểu cửa sổ

source: Filter From (Hz)
ja: フィルターから(Hz)
vi: Fcut dưới (Hz)

source: Filter To (Hz)
ja: フィルターへ(Hz)
vi: Fcut trên (hz)

source: Mesh grid
ja: メッシュ グリッド
vi: Hiện lưới

source: Unit show
ja: ユニットを表示
vi: Đơn vị

source: Machine configuration
ja: 機械設定
vi: Cài đặt máy

source: Machine name
ja: 機械名
vi: Tên máy

source: Speed (RPM)
ja: 速度 (RPM)
vi: Tốc độ (RPM)

source: Power (kW)
ja: 電力 (kW)
vi: Công suất (kW)

source: Gear teeth
ja: 歯車の歯
vi: Số răng

source: Foundation
ja: 基礎
vi: Kiểu nền móng

source: Project config
ja: プロジェクト設定
vi: Cài đặt dự án

source: Project Code*
ja: プロジェクトコード*
vi: Mã dự án*

source: Company Name
ja: 会社
vi: Công ty

source: Get time now
ja: 現在の時刻を取得
vi: Lấy thời gian

source: The project code is existed, do you want to continue?
vi: Dự án đã tồn tại. Bạn có muốn tiếp tục không

source: The project code and company name may not be empty
vi: Hãy nhập mã dự án và tên công ty!

source: Select port
ja: ポートを選択
vi: Chọn cổng

source: Port 1
ja: ポート1
vi: Cổng 1

source: Port 2
ja: ポート2
vi: Cổng 2

source: Port 3
ja: ポート3
vi: Cổng 3

source: Setting
ja: 設定
vi: Cài đặt

source: Sensor config
ja: センサー設定:
vi: Cài đặt cảm biến:

source: Accelerometer Sensitivity(mmV/g)
ja: 加速振動センサー(mmV/g)
vi: Cảm biến gia tốc(mmV/g)

source: Velocity Transducer Sensitivity (mmV/m/s)
ja: 速度振動センサー(mmV/m/s)
vi: Đầu dò vận tốc(mmV/m/s)

source: Hammer Sensitivity (mmV/N)
ja: ハンマーセンサー(mmV/N)
vi: Búa xung lực(mmV/g)

source: Restart is required to change the sensor sensitivity. Do you want to restart now
ja: センサーの感度を変更するには再起動が必要です。 今すぐ再起動しますか
vi: Cần khởi động lại ứng dụng để thay đổi độ nhạy cảm biến. Bạn có muốn khởi động lại không

source: SENSOR
ja: センサー
vi: CẢM BIẾN

source: LANGUAGE
ja: 言語
vi: NGÔN NGỮ

source: POWER
ja: パワー
vi: TẮT MÁY

source: Wifi config
ja: WIFI設定
vi: Cài đặt wifi

source: Password
ja: パスワード
vi: Mật khẩu

source: CONNECT
ja: 接続
vi: KẾT NỐI

source: DISCONNECT
ja: 切断
vi: NGẮT KẾT NỐI

source: WIFI Successfull connection.
vi: Kết nối WIFI thành công.

source: WIFI Failure connection.
vi: Lỗi kết nối WIFI.

source: WIFI is disconnected.
vi: WIFI đã ngắt kết nối.

source: WIFI Failure.
vi: Lỗi WIFI

source: SHUTDOWN
ja: シャットダウン
vi: TẮT MÁY

source: RESTART
ja: リスタート
vi: KHỞI ĐỘNG LẠI

source: Language config
ja: 言語設定
vi: Cài đặt ngôn ngữ

source: Language
ja: 言語
vi: Ngôn ngữ

source: Restart is required to change the language. Do you want to restart now
ja: 言語を変更するには再起動が必要です。 今すぐ再起動しますか
vi: Cần khởi động lại ứng dụng để thay đổi ngôn ngữ. Bạn có muốn khởi động lại không

source: MACHINE DIAGNOSTIC REPORT
ja: 機械診断報告書
vi: BÁO CÁO CHUẨN ĐOÁN TÌNH TRẠNG THIẾT BỊ

source: Setup
ja: 設定
vi: Cài đặt

source: Diagnostic Person:
ja: 診断者:
vi: Người chuẩn đoán:

source: Machine type:
ja: 機械タイプ:
vi: Kiểu máy:

source: Power(kW):
ja: 電力 (kW)
vi: Công suất (kW)

source: Speed(RPM):
ja: 速度 (RPM)
vi: Tốc độ(RPM)

source: Shaft diameter:
ja: シャフトの直径:
vi: Đường kính trục:

source: Measurement type:
ja: 測定タイプ:
vi: Kiểu đo:

source: Sensor:
ja: センサー:
vi: Cảm biến:

source: Sensor mount:
ja: センサー取付部:
vi: Gắn cảm biến:

source: Sensor position:
ja: センサー位置
vi: Vị trí sensor:

source: Bearing code:
ja: ベアリング内径 (mm)
vi: Mã vòng bi:

source: Shaft bore:
ja: 軸径
vi: Đường kính trục:

source: Gear teeth:
ja: 歯数
vi: Số răng bánh răng:

source: Other:
ja: 他の:
vi: Khác:

source: Conclusion
ja: 結論
vi: Kết luận

source: Details
ja: 詳細
vi: Chi tiết

source: Amplitude
vi: Biên độ

source: Frequency(Hz)
vi: Tần số (Hz)

source: Frequency [Hz]
vi: Tần số [Hz]

source: Time [ms]
vi: Thời gian [ms]

source: Velocity RMS (mm/s)
vi: Vận tốc RMS (mm/s)

source: Accelleration Pk (g)
vi: Gear-Gia tốc đỉnh (g)

source: ISO-10816 Displacement (um)
vi: ISO-10816 Chuyển vị(um)

source: ISO-10816 Velocity (mm/s)
vi: ISO-10816 Vận tốc(mm/s)

source: gE/HFCF for bearing
vi: gE/HFCF của vòng bi

source: Sideband ratio/ Acc-Peak Gearbox
vi: Hệ số giải biên/ Gia tốc Pk hộp số

source: Dynamic balancing
ja: ダイナミックバランス
vi: Cân bằng động

source: Compensation mass =
vi: Khối lượng bù

source: at angle =
vi: tại góc

source: 1st plane
vi: Mặt phẳng thứ nhất

source: 2nd plane
vi: Mặt phẳng thứ hai

source: Dynamic balancing 2nd plane
vi: Cân bằng động 2 mặt phẳng

source: STFT Magnitude-
vi: STFT Cường độ -

source: Amplitude-g
vi: Biên độ(g)

source: Phase-degree
vi: Pha(độ)

source: Input
ja: 入力

source: Home
ja: ホーム

source: ZOOM
ja: ズーム

source: CURSOR LEFT
ja: カーソル 左

source: CURSOR RIGHT
ja: カーソル 右

source: PLOT NONE
ja: PLOT なし

source: RESET
ja: リセット

source: GRID ON
ja: グリッドオン

source: NORMAL VIEW
ja: 普通

source: GRID OFF
ja: グリッドオフ

source: Brgs bore(mm)
ja: BRGs内径(mm)
